-- phpMyAdmin SQL Dump
-- version 3.2.4
-- http://www.phpmyadmin.net
--
-- المزود: localhost
-- أنشئ في: 23 مايو 2010 الساعة 14:19
-- إصدارة المزود: 5.1.41
--  PHP إصدارة: 5.3.1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- قاعدة البيانات: `st_db`
--

-- --------------------------------------------------------

--
-- بنية الجدول `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `cat` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=15 ;

--
-- إرجاع أو إستيراد بيانات الجدول `categories`
--

INSERT INTO `categories` (`id`, `title`, `cat`) VALUES
(1, 'إسلاميات', 0),
(5, 'القرآن الكريم', 1),
(6, 'التفسير', 5),
(7, 'الاقتصاد العالمي', 0),
(8, 'أعمال', 7),
(9, 'السياسة', 0),
(14, 'آراء وأخبار', 9),
(13, 'علماء ومشايخ', 1);

-- --------------------------------------------------------

--
-- بنية الجدول `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `short_text` tinytext CHARACTER SET utf8 COLLATE utf8_bin,
  `text` text CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `small_pic` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `big_pic` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date` varchar(15) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `visits` int(11) NOT NULL DEFAULT '0',
  `category_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=31 ;

--
-- إرجاع أو إستيراد بيانات الجدول `news`
--

INSERT INTO `news` (`id`, `title`, `short_text`, `text`, `small_pic`, `big_pic`, `date`, `visits`, `category_id`) VALUES
(17, 'أخبار طهران', 'وقع وزراء خارجية إيران تركيا والبرازيل صباح يوم الاثنين 17 مايو/أيار اتفاقا لتبادل الوقود النووي في الأراضي التركية بضمان برازيلي. وجرى التو', 'وقع وزراء خارجية إيران تركيا والبرازيل صباح يوم الاثنين 17 مايو/أيار اتفاقا لتبادل الوقود النووي في الأراضي التركية بضمان برازيلي. وجرى التوقيع عقب اجتماع الرئيس الإيراني محمود أحمدي نجاد في طهران بنظيره البرازيلي لولا دا سيلفا وبحضور رئيس الوزراء التركي رجب طيب أردوغان.\r\n\r\nوكان المتحدث باسم وزارة الخارجية الإيرانية  رامين مهمانبرست  أعلن للصحفيين: "ان التوقيع على الاتفاق سيجري بعد الاجتماع بين نجاد ودا سيلفا واردوغان وان التبادل سيجري في تركيا."\r\n\r\nوأضاف مهمانبرست أن طهران تنوي إبلاغ الوكالة الدولية للطاقة الذرية بتفاصيل الاتفاق بأسرع وقت ممكن، مشيرا الى أن إيران وافقت على نقل 1200 كيلوغرام من اليورانيوم المخصب الى تركيا.\r\n\r\nوكان رئيس الوزراء التركي رجب طيب أردوغان قد وصل الى إيران مساء يوم الأحد لينضم الى الرئيس البرازيلي لولا دا سيلفا الموجود في طهران في مسعى اضافي لايجاد مخرج للازمة بين الدول الغربية وايران حول الملف النووي الايراني.\r\n\r\nبدوره قال وزير الخارجية التركية احمد داوود اوغلو في وقت سابق أن الأطراف توصلت الى اتفاق مبدئي بشأن الصفقة بعد 18 ساعة من المباحثات.', 'thumb-1274182217.jpg', '1274182217.jpg', '17/05/2010', 5, 9),
(18, 'علم الاقتصاد', 'علم الاقتصاد هو ذلك الفرع من العلوم الاجتماعية الذي يبحث الاستخدامات المتعددة للموارد الاقتصادية لإنتاج السلع والخدمات وتوزيعها للاستهلا', 'تعريف علم الاقتصاد :\r\n\r\nعلم الاقتصاد هو ذلك الفرع من العلوم الاجتماعية الذي يبحث الاستخدامات المتعددة للموارد الاقتصادية لإنتاج السلع والخدمات وتوزيعها للاستهلاك في الحاضر والمستقبل بين أفراد المجتمع ويشمل هذا التعريف على ثلاثة عناصر : 1-أن الاقتصاد علم شانة شان بقية العلوم الأخرى. 2-أنة علم اجتماعي، أي يهتم بسلوك الأفراد أو الفرد كمستهلك أو منتج أو مدخر أو مستثمر،... 3-أن الإنتاج بغرض الاستهلاك الحاضر والمستقبل\r\n', 'tmp_577936.jpg', '577936.jpg', '17/05/2010', 5, 7),
(19, 'موسوعة  الحديث  الشريف', 'كتب الإحاديث المعروفة: صحيح البخاري، صحيح، مسلم، الخ.. ', 'موسوعة الحديث الشريف\r\nكتب الإحاديث المعروفة: صحيح البخاري، صحيح، مسلم، الخ.. - مصدر ممتاز لكل من يبحث عن أحاديث النبي محمد صلى الله عليه و سلم.\r\n\r\nصحيح البخاري - بحث متقدم - صحيح مسلم', 'thumb-1274365544.jpg', '1274365544.jpg', '17/05/2010', 23, 1),
(14, 'سورة الفاتحة ', 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n\r\n"سُورَة الْفَاتِحَة" مَكِّيَّة سَبْع آيَات بِالْبَسْمَلَةِ ', 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\n\r\n"سُورَة الْفَاتِحَة" مَكِّيَّة سَبْع آيَات بِالْبَسْمَلَةِ إنْ كَانَتْ مِنْهَا وَالسَّابِعَة صِرَاط الَّذِينَ إلَى آخِرهَا وَإِنْ لَمْ تَكُنْ مِنْهَا فَالسَّابِعَة غَيْر الْمَغْضُوب إلَى آخِرهَا وَيُقَدَّر فِي أَوَّلهَا قُولُوا لِيَكُونَ مَا قَبْل إيَّاكَ نَعْبُد مُنَاسِبًا لَهُ بِكَوْنِهَا مِنْ مَقُول الْعِبَاد\r\n', 'tmp_1.png', '1.png', '17/05/2010', 5, 6),
(20, 'الاقتصاد المصري', 'يُعد الاقتصاد المصري واحداً من أكثر اقتصاديات دول منطقة الشرق الأوسط تنوعاً، حيث تشارك قطاعات الزراعة والصناعة والسياحة والخدمات بنسب شبه ', 'يُعد الاقتصاد المصري واحداً من أكثر اقتصاديات دول منطقة الشرق الأوسط تنوعاً، حيث تشارك قطاعات الزراعة والصناعة والسياحة والخدمات بنسب شبه متقاربة \r\nالمؤشرات الأساسية الأخيرة للاقتصاد المصري (07/09/2006) · الترويج للاقتصاد المصري (30/08/2006) · المؤتمرات الإقتصادية المقامة  ', 'thumb-1230884133.jpg', '1230884133.jpg', '17/05/2010', 2, 8),
(21, 'أركان الإسلام', 'أحد الأديان الإبراهيمية وهو ثاني أكثر الديانات اتباعا في العالم. والمعنى العام لكلمة الإسلام هو الاستسلام لله. أي تسليم كامل من الإنسان لله ', 'أحد الأديان الإبراهيمية وهو ثاني أكثر الديانات اتباعا في العالم. والمعنى العام لكلمة الإسلام هو الاستسلام لله. أي تسليم كامل من الإنسان لله في كل شؤون الحياة.\r\n\r\nيؤمن المسلمون أن الإسلام هو آخر الرسالات السماوية؛ كما يؤمن المسلمون بأن محمداً رسول من الله، وخاتم للأنبياء والمرسلين؛ وأن الله أرسله إلى الثقلين كافة (الجن والإنس). ومن أسس العقيدة الإسلامية الإيمان بوجود إله واحد هو الله، وأنهم يتبعون الحنيفية ملة إبراهيم النبي.\r\n\r\nويؤمن المسلمون بالملائكة وبجميع رسل الله السابقين وبالكتب السابقة واليوم الآخر والقدر خيره وشره، وأن القرآن هو الكتاب المنزل من عند الله على محمد عن طريق الملك جبريل. والقرآن هو مصدر التشريع الإسلامي الأول وتعتبر سنة النبي المصدر الثاني لتشريع الإسلام.\r\n', 'thumb-1274188368.jpg', '1274188368.jpg', '17/05/2010', 10, 1),
(22, 'القرآن الكريم', 'المكتبة الصوتية للقرآن الكريم - MP3 Quran\r\nموقع مستقل يهدف إلى إيصال القرآن الكريم لجميع المسلمين.', 'المكتبة الصوتية للقرآن الكريم - MP3 Quran\r\nموقع مستقل يهدف إلى إيصال القرآن الكريم لجميع المسلمين.\r\n\r\nعبدالرحمن السديس - أحمد العجمي - سعد الغامدي - ماهر المعيقلي\r\nwww.mp3quran.net/ - نسخة مخبأة - مماثلةQuran MP3 - القرآن الكريم - koran karem\r\nالقرآن الكريم استماع و تلاوة القران لأشهر القراء بدون انقطاع مع تحميل المصحف الكامل برابط واحد quran mp3.\r\nwww.tvquran.com/ - نسخة مخبأة - مماثلةالقرآن الكريم - تسجيلات الشبكة الإسلامية - صوتيات ومقاطع منوعة ...\r\nإسلاميات. القرآن الكريم · الحديث الشريف · عقيدة المسلم · من وحي السيرة ..... قران كريم - القران الكريم - القرآن الكريم - قرآن كريم ...\r\n', 'thumb-1274340871.jpg', '1274340871.jpg', '17/05/2010', 11, 5),
(23, 'تجارة و اقتصاد', 'نسخة مخبأة - مماثلةالأخبار - اقتصـاد\r\nقال رئيس الوزراء البريطاني غوردون براون إن بريطانيا تواجه اختبارا عصيبا مع اقتصاد عالمي في وضع صعب وخط', ' - نسخة مخبأة - مماثلةالأخبار - اقتصـاد\r\nقال رئيس الوزراء البريطاني غوردون براون إن بريطانيا تواجه اختبارا عصيبا مع اقتصاد عالمي في وضع صعب وخطير بسبب أزمة الائتمان الناجمة عن أزمة القروض العقارية ...\r\nwww.aljazeera.net/.../0B433137-36C2-41A5-AADF-745D25295BD3.htm - نسخة مخبأة - مماثلةتجارة و اقتصاد\r\nمواقع اسلامية · اخبار و إعلام · الأسرة و المجتمع · منتديات · تجارة و اقتصاد · سياحة و سفر · طب و صحة · رياضة · سيارات · العلوم · فنون و آداب · تعليم ...\r\nwww.star28.com/site/cat-45.html - نسخة مخبأة - مماثلةاخبار الاقتصاد والمال والشركات والبورصة المصرية\r\n17 أيار (مايو) 2010 ... دخل البنك المركزى فى مشاورات مع البنوك تستهدف وضع اسس وضوابط للاعلان عن جميع اسعار العمليات المصرفية على شاشات التعامل بين البنوك وتحديدا ...\r\n', 'thumb-1230884133.jpg', '1230884133.jpg', '17/05/2010', 3, 7),
(27, ' الشيخ أبو إسحاق الحويني', 'ولد أبو إسحاق حجازي محمد بن يوسف بن شريف الحوينيّ في أسرة ريفية بسيطة، و اشتهر عن ابيه حسن الخلق، ', 'ولد أبو إسحاق حجازي محمد بن يوسف بن شريف الحوينيّ في أسرة ريفية بسيطة، و اشتهر عن ابيه حسن الخلق، وقد كان متزوجا بثلاث (كان أبو إسحاق من الأخيرة وكـان الأوسط -الثالث- بيـن الأبناء الذكور الخمسة) وكان متدينا بالفطرة -كحال عامة القرويين آن ذاك- يحبّ الدين. يذكر أنّ سرقة محصول القطن كانت مشهورة في ذلك الحين، وكان الأبّ يمشي مرة بجانب حقله فرأى شخصا يأخذ قطنا منه، فما كان منه إلا أن اختبأ حتّى لا يراه هذا الشخص، ولم يروّعه حتّى أخذ ما أراد وانصرف! (وإسحاق هذا ليس بولده، إنما كنّي به تيمّـنا بكنية الصحابيّ سعد بن أبي وقاص ويلقب الحويني نسبة لقرية حوين بكفر الشيخ)', 'thumb-1274266400.jpg', '1274266400.jpg', '19/05/2010', 2, 13),
(26, 'اقتصاد وعلوم سياسية ', 'خاص لطلبة اقتصاد وعلوم سياسية - الساحة\r\nعدد الردود: 15 - 13كاتب (كتَّاب) - تاريخ آخر مشاركة: 16 آب (أغسطس) 2008\r\n', 'خاص لطلبة اقتصاد وعلوم سياسية - الساحة\r\nعدد الردود: 15 - 13كاتب (كتَّاب) - تاريخ آخر مشاركة: 16 آب (أغسطس) 2008\r\nسلام عليكم انا مغربية ادرس بكلية التجارة هنا في المغرب و اريد متابعة دراستي بكلية اقتصاد و علوم سياسية او كلية التجارة بجامعة القاهرة ارجو ...\r\nwww.alltalaba.com › ... › الإقتصاد والعلوم السياسية - نسخة مخبأة - مماثلة\r\nانتو يا اصحب كلية اقتصاد وعلوم سياسية‏\r\nشجرة اعضاء منتدى اقتصاد وعلوم سياسية ....‏\r\nحد بعرف نتيجة اولى اقتصاد و علوم سياسية امتى؟؟؟؟؟؟؟؟‏\r\n\r\nمزيد من النتائج من alltalaba.com »\r\nالحصول على مزيد من نتائج المناقشات\r\nFaculty of Economics and Political Science - [ ترجم هذه الصفحة ]\r\nOffers degrees in economics, statistics, political science, management and social computer science.\r\nwww.feps.eun.eg/ - نسخة مخبأة - مماثلةسوال عن اقتصاد وعلوم سياسية\r\nعدد الردود: 3 - 2كاتب (كتَّاب) - تاريخ آخر مشاركة: 9 أيلول (سبتمبر) 2008\r\nيا جماعة حد يعرف معلومات عن كلية اقتصاد وعلوم سياسية ونظام الدراسة فيها و كدة اصلي بافكر ااكتبها رغبة اولي في التنسيق :closeeye:\r\n', 'thumb-1274096103.jpg', '1274096103.jpg', '17/05/2010', 7, 7),
(25, 'BBC Arabic - اقتصاد وأعمال', 'BBC Arabic - اقتصاد وأعمال\r\nاقتصاد وأعمال. آخر تحديث: الاحد, 16 مايو/ أيار, 2010, 10:55 GMT ... ألمانيا مترددة في الانضمام إلى خطة إنقاذ الاقتصاد اليوناني أن', 'BBC Arabic - اقتصاد وأعمال\r\nاقتصاد وأعمال. آخر تحديث: الاحد, 16 مايو/ أيار, 2010, 10:55 GMT ... ألمانيا مترددة في الانضمام إلى خطة إنقاذ الاقتصاد اليوناني أنجيلا ميركل، المستشارة ...\r\nwww.bbc.co.uk/arabic/business/ - نسخة مخبأة - مماثلةاقتصاد وأعمال | Deutsche Welle\r\nDeutsche Welle: اقتصاد وأعمال, آخر الأخبار الإقتصادية من ألمانيا، دويتشه فيله، موقع دويتشه فيله على شبكة الإنترنت: أخبار وتحليلات وخدمات من ألمانيا وأوروبا ...\r\nwww.dw-world.de/dw/0,,8406,00.html - نسخة مخبأة - مماثلةالاقتصاد و الأعمال\r\nالصفحة الرئيسية, الاقتصاد, الأعمال, تغطيات اقتصادية, قضايا اقتصادية, تقارير اقتصادية ... نشرات, الاقتصاد اليوم 14/5/2010, النشرة الاقتصادية 14/5/2010 ...\r\nwww.aljazeera.net/eBusiness/ - نسخة مخبأة - مماثلة', 'thumb-1274095040.jpg', '1274095040.jpg', '17/05/2010', 5, 8),
(28, 'الشيخ محمد حسان', 'ولد محمد حسان عام 1962 في قرية "دموه" مركز دكرنس بمحافظة الدقهلية في بيت متواضع عرف عنه التدين والصلاح، تولى تربيته جده لأمه ألحقه بكتَاب القري', 'ولد محمد حسان عام 1962 في قرية "دموه" مركز دكرنس بمحافظة الدقهلية في بيت متواضع عرف عنه التدين والصلاح، تولى تربيته جده لأمه ألحقه بكتَاب القرية وهو في الرابعة من عمره، فما أن بلغ الثامنة إلا وكان قد حفظ القرآن الكريم كاملاً على يد مصباح محمد عوض، الذي الزمه بحفظ متن أبى شجاع في الفقة الشافعي وبعض متون العقيدة.\r\n\r\nلاحظ جده قوة حفظة الشديدة فألزمة بحفظ كتاب رياض الصالحين، وأنهى حفظه في الثانية عشر من العمر, ثم حفظ الأجرومية ودرس على يد شيخه مصباح التحفة السنية, فعشق اللغة العربية والشعر من صغره. بدأ بالتدريس في الجامع الكبير في القرية وهو في الثالثة عشر من العمر بكتابي فقه السنة ورياض الصالحين. ثم كلف من جده لأمه أن يخطب الجمعة وكانت أول خطبة في قرية ميت مجاهد بجانب قرية دموه وهو في الثالثة عشر من العمر وكانت خطبة رقراقة عن الموت و تأثر المصلين للخطبة تأثرا شديدا, و حاذ على إعجاب جميع المصلين و دعاه شيخ المسجد للخطابة فى الجمعة المقبلة. و من هذا الوقت لم يترك الشيخ خطبة الجمعة إلا نادرا لمرض أو لسفر\r\n', 'thumb-1274333539.jpg', '1274333539.jpg', '19/05/2010', 5, 13),
(30, 'العلامة الشيخ محمد ناصر الدين الألباني', 'العلامة الشيخ\r\n\r\nالعلامة الشيخ محمد ناصر الدين الألباني أحد أبرز العلماء المسلمين في العصر الحديث، ويعتبر الشيخ الألباني من علماء الحديث ال', 'العلامة الشيخ\r\n\r\nالعلامة الشيخ محمد ناصر الدين الألباني أحد أبرز العلماء المسلمين في العصر الحديث، ويعتبر الشيخ الألباني من علماء الحديث البارزين المتفردين في علم الجرح والتعديل، والشيخ الألباني حجة في مصطلح الحديث وقال عنه العلماء المحدثون إنه أعاد عصر ابن حجر العسقلاني والحافظ بن كثير وغيرهم من علماء الجرح والتعديل. \r\n\r\nمولده ونشأته\r\n\r\n* ولد الشيخ محمد ناصر الدين بن الحاج نوح الألباني عام 1333 ه الموافق 1914 م في مدينة أشقودرة عاصمة دولة ألبانيا - حينئذ - عن أسرة فقيرة متدينة يغلب عليها الطابع العلمي، فكان والده مرجعاً للناس يعلمهم و يرشدهم. \r\n\r\n* هاجر صاحب الترجمة بصحبة والده إلى دمشق الشام للإقامة الدائمة فيها بعد أن انحرف أحمد زاغو (ملك ألبانيا) ببلاده نحو الحضارة الغربية العلمانية. \r\n\r\n* أتم العلامة الألباني دراسته الإبتدائية في مدرسة الإسعاف الخيري في دمشق بتفوق. \r\n\r\n* نظراً لرأي والده الخاص في المدارس النظامية من الناحية الدينية، فقد قرر عدم إكمال الدراسة النظامية ووضع له منهجاً علمياً مركزاً قام من خلاله بتعليمه القرآن الكريم، و التجويد، و النحو و الصرف، و فقه المذهب الحنفي، و قد ختم الألباني على يد والده حفظ القرآن الكريم برواية حفص عن عاصم، كما درس على الشيخ سعيد البرهاني مراقي الفلاح في الفقه الحنفي و بعض كتب اللغة و البلاغة، هذا في الوقت الذي حرص فيه على حضور دروس و ندوات العلامه بهجة البيطار. \r\n\r\n* أخذ عن أبيه مهنة إصلاح الساعات فأجادها حتى صار من أصحاب الشهره فيها، و أخذ يتكسب رزقه منها، وقد وفرت له هذه المهنه وقتاً جيداً للمطالعة و الدراسة، و هيأت له هجرته للشام معرفة باللغة العربية و الاطلاع على العلوم الشرعية من مصادرها الأصلية. \r\n\r\nتعلمه الحديث\r\n\r\n', 'thumb-1274333621.jpg', '1274333621.jpg', '20/05/2010', 3, 13);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
